<?php

use function Laravel\Folio\name;

name('privacy-policy');
?>

@extends('layouts.base')

@section('header')
    <x-page-header image="{{ Vite::asset('resources/images/service-3.jpg') }}">
        <x-slot:title>
            Політика конфіденційності
        </x-slot>
    </x-page-header>
@endsection

@section('content')
    <x-section>
        <h3 class="uppercase text-xl font-semibold">Політика конфіденційності</h3>
        <p>Ця “Політика конфіденційності персональних даних”, надалі Політика конфіденційності, діє стосовно всієї
            інформації, що розташована на сайті <b>tryit.com.ua</b>, також може бути отримана під час використання сайту,
            програм та продуктів які ми пропонуємо.</p>

        <h3 class="uppercase text-xl font-semibold">Загальні положення</h3>
        <p>Згідно Закону України «Про захист персональних даних» персональні дані — це відомості чи сукупність відомостей
            про фізичну особу, яка ідентифікована або може бути конкретно ідентифікована; суб'єкт персональних даних -
            фізична особа, персональні дані якої обробляються. Під згодою суб'єкта персональних даних слід розуміти
            добровільне волевиявлення фізичної особи <i>(за умови її поінформованості)</i> щодо надання дозволу на обробку
            її персональних даних відповідно до сформульованої мети їх обробки, висловлене у письмовій формі або у формі, що
            дає змогу зробити висновок про надання згоди. Використання сайту <b>tryit.com.ua</b> означає згоду з цією
            Політикою конфіденційності та умовами обробки персональних даних. У разі незгоди з умовами Політики
            конфіденційності, необхідно припинити використання сайту.
        </p>

        <h3 class="uppercase text-xl font-semibold">Предмет політики конфіденційності</h3>
        <p>Ця Політика конфіденційності встановлює зобов’язання сайту щодо нерозголошення та забезпечення захисту
            конфіденційності персональних даних, які надаються при використанні сайту <b>tryit.com.ua</b>.
            Персональні дані, дозволені для обробки в рамках цієї Політики конфіденційності переважно включають в себе
            наступну інформацію: прізвище, ім'я, по-батькові; місце проживання <i>(перебування)</i>; інформація про
            замовлення <i>(деталі послуги)</i>; контактний телефон, електронна пошта.
        </p>

        <h3 class="uppercase text-xl font-semibold">Використання та мета збору персональних даних</h3>
        <p>Особиста інформація, зібрана при використанні сайту tryit.com.ua, переважно використовується для надання послуг у
            відповідності з потребами, в першу чергу для встановлення зворотнього зв’язку, включаючи направлення
            повідомлень, запитів щодо використання сайту, надання послуг, обробка запитів та заявок. Також, обробка та
            отримання платежів, надання ефективної клієнтської та технічної підтримки у разі виникнення проблем, пов’язаних
            з використанням сайту.</p>

        <h3 class="uppercase text-xl font-semibold">Способи та терміни оброки персональних даних</h3>
        <p>В ході обробки з персональними даними будуть здійснені наступні дії: збір, запис, систематизація, накопичення,
            зберігання, уточнення <i>(оновлення)</i>, використання, передачу <i>(поширення, надання, доступ)</i>,
            знеособлення, блокування, видалення, знищення.</p>
        <p>Обробка персональних даних здійснюється без обмеження терміну будь-яким законним способом, у тому числі в
            інформаційних системах персональних даних з використанням засобів автоматизації або без використання таких
            засобів.</p>

        <h3 class="uppercase text-xl font-semibold">Захист інформації</h3>
        <p>Ми з великою повагою ставимось до Політики конфіденційності всіх без винятку осіб, які відвідали сайт, а також
            тих, хто користується наданими сайтом послугами. Ми прагнемо захищати конфіденційність персональних даних, тим
            самим створивши і забезпечивши максимально комфортні умови використання сервісів сайту <b>tryit.com.ua</b>.
            З метою захисту інформації ми вживаємо всіх необхідних заходів для захисту даних від несанкціонованого доступу,
            розкриття, знищення чи зміни. До цих заходів належить:
            - внутрішня перевірка процесів збору, зберігання та обробки даних;
            - заходи безпеки, що включають відповідне шифрування;
            - заходи щодо забезпечення фізичної безпеки даних для запобігання неавторизованого доступу до систем, в яких
            зберігається персональна інформація.</p>

        <h3 class="uppercase text-xl font-semibold">Передача даних третім особам</h3>
        <p>Ми не передаємо ваші дані третім особам без вашої згоди, за винятком випадків, передбачених законодавством.
            Ми можемо передавати дані лише:
            - партнерам, що беруть участь у виконанні замовлень <i>(наприклад, підрядникам клінінгових послуг)</i>;
            - платіжним системам у разі онлайн-оплат;
            - державним органам, на підставах та в порядку встановлених законодавством України.</p>

        <h3 class="uppercase text-xl font-semibold">Файли cookie та інші технології</h3>
        <p>Ми використовуємо файли cookie для збору аналітичної інформації та покращення роботи сайту. Ви можете змінити
            налаштування браузера для відмови від використання файлів cookie, проте це може вплинути на функціональність
            сайту.</p>

        <h3 class="uppercase text-xl font-semibold">Зміна політики конфіденційності</h3>
        <p>Дана політика конфіденційності може час від часу змінюватися. Всі зміни, що вносяться до політики
            конфіденційності, публікуються на даній сторінці.</p>
        <p>З питань щодо політики конфіденційності, в тому числі видалення персональних даних, необхідно зв’язатись з нами
            за e-mail: info@tryit.com.ua</p>
    </x-section>
@endsection
